tech-breakthrough/performance/stability-journal/results/after/axisC-v2-k6/k6-axisC-after-v2-stdout.log

         /\      Grafana   /‾‾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ‾‾\ 
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/ 


     execution: local
        script: load.js
        output: json (/tmp/k6-axisC-after-v2.json)

     scenarios: (100.00%) 1 scenario, 400 max VUs, 6m0s max duration (incl. graceful stop):
              * default: Up to 400 looping VUs for 5m30s over 3 stages (gracefulRampDown: 30s, gracefulStop: 30s)


running (0m00.9s), 005/400 VUs, 0 complete and 0 interrupted iterations
default   [   0% ] 005/400 VUs  0m00.9s/5m30.0s

running (0m01.9s), 010/400 VUs, 4 complete and 0 interrupted iterations
default   [   1% ] 010/400 VUs  0m01.9s/5m30.0s

running (0m02.9s), 015/400 VUs, 13 complete and 0 interrupted iterations
default   [   1% ] 015/400 VUs  0m02.9s/5m30.0s

running (0m03.9s), 020/400 VUs, 25 complete and 0 interrupted iterations
default   [   1% ] 020/400 VUs  0m03.9s/5m30.0s

running (0m04.9s), 025/400 VUs, 40 complete and 0 interrupted iterations
default   [   1% ] 025/400 VUs  0m04.9s/5m30.0s

running (0m05.9s), 030/400 VUs, 62 complete and 0 interrupted iterations
default   [   2% ] 030/400 VUs  0m05.9s/5m30.0s

running (0m06.9s), 035/400 VUs, 85 complete and 0 interrupted iterations
default   [   2% ] 035/400 VUs  0m06.9s/5m30.0s

running (0m07.9s), 040/400 VUs, 120 complete and 0 interrupted iterations
default   [   2% ] 040/400 VUs  0m07.9s/5m30.0s

running (0m08.9s), 045/400 VUs, 149 complete and 0 interrupted iterations
default   [   3% ] 045/400 VUs  0m08.9s/5m30.0s

running (0m09.9s), 049/400 VUs, 183 complete and 0 interrupted iterations
default   [   3% ] 049/400 VUs  0m09.9s/5m30.0s

running (0m10.9s), 054/400 VUs, 230 complete and 0 interrupted iterations
default   [   3% ] 054/400 VUs  0m10.9s/5m30.0s

running (0m11.9s), 059/400 VUs, 274 complete and 0 interrupted iterations
default   [   4% ] 059/400 VUs  0m11.9s/5m30.0s

running (0m12.9s), 064/400 VUs, 322 complete and 0 interrupted iterations
default   [   4% ] 064/400 VUs  0m12.9s/5m30.0s

running (0m13.9s), 069/400 VUs, 369 complete and 0 interrupted iterations
default   [   4% ] 069/400 VUs  0m13.9s/5m30.0s

running (0m14.9s), 074/400 VUs, 422 complete and 0 interrupted iterations
default   [   5% ] 074/400 VUs  0m14.9s/5m30.0s

running (0m15.9s), 079/400 VUs, 482 complete and 0 interrupted iterations
default   [   5% ] 079/400 VUs  0m15.9s/5m30.0s

running (0m16.9s), 084/400 VUs, 540 complete and 0 interrupted iterations
default   [   5% ] 084/400 VUs  0m16.9s/5m30.0s

running (0m17.9s), 089/400 VUs, 605 complete and 0 interrupted iterations
default   [   5% ] 089/400 VUs  0m17.9s/5m30.0s

running (0m18.9s), 094/400 VUs, 671 complete and 0 interrupted iterations
default   [   6% ] 094/400 VUs  0m18.9s/5m30.0s

running (0m19.9s), 099/400 VUs, 744 complete and 0 interrupted iterations
default   [   6% ] 099/400 VUs  0m19.9s/5m30.0s

running (0m20.9s), 100/400 VUs, 821 complete and 0 interrupted iterations
default   [   6% ] 100/400 VUs  0m20.9s/5m30.0s

running (0m21.9s), 101/400 VUs, 901 complete and 0 interrupted iterations
default   [   7% ] 101/400 VUs  0m21.9s/5m30.0s

running (0m22.9s), 102/400 VUs, 981 complete and 0 interrupted iterations
default   [   7% ] 102/400 VUs  0m22.9s/5m30.0s

running (0m23.9s), 103/400 VUs, 1057 complete and 0 interrupted iterations
default   [   7% ] 103/400 VUs  0m23.9s/5m30.0s

running (0m24.9s), 104/400 VUs, 1141 complete and 0 interrupted iterations
default   [   8% ] 104/400 VUs  0m24.9s/5m30.0s

running (0m25.9s), 105/400 VUs, 1223 complete and 0 interrupted iterations
default   [   8% ] 105/400 VUs  0m25.9s/5m30.0s

running (0m26.9s), 106/400 VUs, 1307 complete and 0 interrupted iterations
default   [   8% ] 106/400 VUs  0m26.9s/5m30.0s

running (0m27.9s), 107/400 VUs, 1386 complete and 0 interrupted iterations
default   [   8% ] 107/400 VUs  0m27.9s/5m30.0s

running (0m28.9s), 108/400 VUs, 1471 complete and 0 interrupted iterations
default   [   9% ] 108/400 VUs  0m28.9s/5m30.0s

running (0m29.9s), 109/400 VUs, 1559 complete and 0 interrupted iterations
default   [   9% ] 109/400 VUs  0m29.9s/5m30.0s

running (0m30.9s), 110/400 VUs, 1645 complete and 0 interrupted iterations
default   [   9% ] 110/400 VUs  0m30.9s/5m30.0s

running (0m31.9s), 111/400 VUs, 1734 complete and 0 interrupted iterations
default   [  10% ] 111/400 VUs  0m31.9s/5m30.0s

running (0m32.9s), 112/400 VUs, 1831 complete and 0 interrupted iterations
default   [  10% ] 112/400 VUs  0m32.9s/5m30.0s

running (0m33.9s), 113/400 VUs, 1912 complete and 0 interrupted iterations
default   [  10% ] 113/400 VUs  0m33.9s/5m30.0s

running (0m34.9s), 114/400 VUs, 1999 complete and 0 interrupted iterations
default   [  11% ] 114/400 VUs  0m34.9s/5m30.0s

running (0m35.9s), 115/400 VUs, 2095 complete and 0 interrupted iterations
default   [  11% ] 115/400 VUs  0m35.9s/5m30.0s

running (0m36.9s), 116/400 VUs, 2188 complete and 0 interrupted iterations
default   [  11% ] 116/400 VUs  0m36.9s/5m30.0s

running (0m37.9s), 117/400 VUs, 2278 complete and 0 interrupted iterations
default   [  11% ] 117/400 VUs  0m37.9s/5m30.0s

running (0m38.9s), 118/400 VUs, 2372 complete and 0 interrupted iterations
default   [  12% ] 118/400 VUs  0m38.9s/5m30.0s

running (0m39.9s), 119/400 VUs, 2469 complete and 0 interrupted iterations
default   [  12% ] 119/400 VUs  0m39.9s/5m30.0s

running (0m40.9s), 120/400 VUs, 2565 complete and 0 interrupted iterations
default   [  12% ] 120/400 VUs  0m40.9s/5m30.0s

running (0m41.9s), 121/400 VUs, 2673 complete and 0 interrupted iterations
default   [  13% ] 121/400 VUs  0m41.9s/5m30.0s

running (0m42.9s), 122/400 VUs, 2767 complete and 0 interrupted iterations
default   [  13% ] 122/400 VUs  0m42.9s/5m30.0s

running (0m43.9s), 123/400 VUs, 2857 complete and 0 interrupted iterations
default   [  13% ] 123/400 VUs  0m43.9s/5m30.0s

running (0m44.9s), 124/400 VUs, 2948 complete and 0 interrupted iterations
default   [  14% ] 124/400 VUs  0m44.9s/5m30.0s

running (0m45.9s), 125/400 VUs, 3048 complete and 0 interrupted iterations
default   [  14% ] 125/400 VUs  0m45.9s/5m30.0s

running (0m46.9s), 126/400 VUs, 3144 complete and 0 interrupted iterations
default   [  14% ] 126/400 VUs  0m46.9s/5m30.0s

running (0m47.9s), 127/400 VUs, 3248 complete and 0 interrupted iterations
default   [  15% ] 127/400 VUs  0m47.9s/5m30.0s

running (0m48.9s), 128/400 VUs, 3358 complete and 0 interrupted iterations
default   [  15% ] 128/400 VUs  0m48.9s/5m30.0s

running (0m49.9s), 129/400 VUs, 3453 complete and 0 interrupted iterations
default   [  15% ] 129/400 VUs  0m49.9s/5m30.0s

running (0m50.9s), 130/400 VUs, 3552 complete and 0 interrupted iterations
default   [  15% ] 130/400 VUs  0m50.9s/5m30.0s

running (0m51.9s), 131/400 VUs, 3670 complete and 0 interrupted iterations
default   [  16% ] 131/400 VUs  0m51.9s/5m30.0s

running (0m52.9s), 132/400 VUs, 3772 complete and 0 interrupted iterations
default   [  16% ] 132/400 VUs  0m52.9s/5m30.0s

running (0m53.9s), 133/400 VUs, 3879 complete and 0 interrupted iterations
default   [  16% ] 133/400 VUs  0m53.9s/5m30.0s

running (0m54.9s), 134/400 VUs, 3977 complete and 0 interrupted iterations
default   [  17% ] 134/400 VUs  0m54.9s/5m30.0s

running (0m55.9s), 135/400 VUs, 4071 complete and 0 interrupted iterations
default   [  17% ] 135/400 VUs  0m55.9s/5m30.0s

running (0m56.9s), 136/400 VUs, 4181 complete and 0 interrupted iterations
default   [  17% ] 136/400 VUs  0m56.9s/5m30.0s

running (0m57.9s), 137/400 VUs, 4278 complete and 0 interrupted iterations
default   [  18% ] 137/400 VUs  0m57.9s/5m30.0s

running (0m58.9s), 138/400 VUs, 4386 complete and 0 interrupted iterations
default   [  18% ] 138/400 VUs  0m58.9s/5m30.0s

running (0m59.9s), 139/400 VUs, 4497 complete and 0 interrupted iterations
default   [  18% ] 139/400 VUs  0m59.9s/5m30.0s

running (1m00.9s), 140/400 VUs, 4615 complete and 0 interrupted iterations
default   [  18% ] 140/400 VUs  1m00.9s/5m30.0s

running (1m01.9s), 141/400 VUs, 4728 complete and 0 interrupted iterations
default   [  19% ] 141/400 VUs  1m01.9s/5m30.0s

running (1m02.9s), 142/400 VUs, 4838 complete and 0 interrupted iterations
default   [  19% ] 142/400 VUs  1m02.9s/5m30.0s

running (1m03.9s), 143/400 VUs, 4954 complete and 0 interrupted iterations
default   [  19% ] 143/400 VUs  1m03.9s/5m30.0s

running (1m04.9s), 144/400 VUs, 5051 complete and 0 interrupted iterations
default   [  20% ] 144/400 VUs  1m04.9s/5m30.0s

running (1m05.9s), 145/400 VUs, 5182 complete and 0 interrupted iterations
default   [  20% ] 145/400 VUs  1m05.9s/5m30.0s

running (1m06.9s), 146/400 VUs, 5291 complete and 0 interrupted iterations
default   [  20% ] 146/400 VUs  1m06.9s/5m30.0s

running (1m07.9s), 147/400 VUs, 5399 complete and 0 interrupted iterations
default   [  21% ] 147/400 VUs  1m07.9s/5m30.0s

running (1m08.9s), 148/400 VUs, 5517 complete and 0 interrupted iterations
default   [  21% ] 148/400 VUs  1m08.9s/5m30.0s

running (1m09.9s), 149/400 VUs, 5634 complete and 0 interrupted iterations
default   [  21% ] 149/400 VUs  1m09.9s/5m30.0s

running (1m10.9s), 150/400 VUs, 5756 complete and 0 interrupted iterations
default   [  21% ] 150/400 VUs  1m10.9s/5m30.0s

running (1m11.9s), 151/400 VUs, 5863 complete and 0 interrupted iterations
default   [  22% ] 151/400 VUs  1m11.9s/5m30.0s

running (1m12.9s), 152/400 VUs, 5977 complete and 0 interrupted iterations
default   [  22% ] 152/400 VUs  1m12.9s/5m30.0s

running (1m13.9s), 153/400 VUs, 6106 complete and 0 interrupted iterations
default   [  22% ] 153/400 VUs  1m13.9s/5m30.0s

running (1m14.9s), 154/400 VUs, 6216 complete and 0 interrupted iterations
default   [  23% ] 154/400 VUs  1m14.9s/5m30.0s

running (1m15.9s), 155/400 VUs, 6345 complete and 0 interrupted iterations
default   [  23% ] 155/400 VUs  1m15.9s/5m30.0s

running (1m16.9s), 156/400 VUs, 6470 complete and 0 interrupted iterations
default   [  23% ] 156/400 VUs  1m16.9s/5m30.0s

running (1m17.9s), 157/400 VUs, 6596 complete and 0 interrupted iterations
default   [  24% ] 157/400 VUs  1m17.9s/5m30.0s

running (1m18.9s), 158/400 VUs, 6723 complete and 0 interrupted iterations
default   [  24% ] 158/400 VUs  1m18.9s/5m30.0s

running (1m19.9s), 159/400 VUs, 6842 complete and 0 interrupted iterations
default   [  24% ] 159/400 VUs  1m19.9s/5m30.0s

running (1m20.9s), 160/400 VUs, 6971 complete and 0 interrupted iterations
default   [  25% ] 160/400 VUs  1m20.9s/5m30.0s

running (1m21.9s), 161/400 VUs, 7098 complete and 0 interrupted iterations
default   [  25% ] 161/400 VUs  1m21.9s/5m30.0s

running (1m22.9s), 162/400 VUs, 7218 complete and 0 interrupted iterations
default   [  25% ] 162/400 VUs  1m22.9s/5m30.0s

running (1m23.9s), 163/400 VUs, 7342 complete and 0 interrupted iterations
default   [  25% ] 163/400 VUs  1m23.9s/5m30.0s

running (1m24.9s), 164/400 VUs, 7475 complete and 0 interrupted iterations
default   [  26% ] 164/400 VUs  1m24.9s/5m30.0s

running (1m25.9s), 165/400 VUs, 7605 complete and 0 interrupted iterations
default   [  26% ] 165/400 VUs  1m25.9s/5m30.0s

running (1m26.9s), 166/400 VUs, 7745 complete and 0 interrupted iterations
default   [  26% ] 166/400 VUs  1m26.9s/5m30.0s

running (1m27.9s), 167/400 VUs, 7876 complete and 0 interrupted iterations
default   [  27% ] 167/400 VUs  1m27.9s/5m30.0s

running (1m28.9s), 168/400 VUs, 8006 complete and 0 interrupted iterations
default   [  27% ] 168/400 VUs  1m28.9s/5m30.0s

running (1m29.9s), 169/400 VUs, 8138 complete and 0 interrupted iterations
default   [  27% ] 169/400 VUs  1m29.9s/5m30.0s

running (1m30.9s), 170/400 VUs, 8273 complete and 0 interrupted iterations
default   [  28% ] 170/400 VUs  1m30.9s/5m30.0s

running (1m31.9s), 171/400 VUs, 8401 complete and 0 interrupted iterations
default   [  28% ] 171/400 VUs  1m31.9s/5m30.0s

running (1m32.9s), 172/400 VUs, 8536 complete and 0 interrupted iterations
default   [  28% ] 172/400 VUs  1m32.9s/5m30.0s

running (1m33.9s), 173/400 VUs, 8681 complete and 0 interrupted iterations
default   [  28% ] 173/400 VUs  1m33.9s/5m30.0s

running (1m34.9s), 174/400 VUs, 8813 complete and 0 interrupted iterations
default   [  29% ] 174/400 VUs  1m34.9s/5m30.0s

running (1m35.9s), 175/400 VUs, 8966 complete and 0 interrupted iterations
default   [  29% ] 175/400 VUs  1m35.9s/5m30.0s

running (1m36.9s), 176/400 VUs, 9100 complete and 0 interrupted iterations
default   [  29% ] 176/400 VUs  1m36.9s/5m30.0s

running (1m37.9s), 177/400 VUs, 9234 complete and 0 interrupted iterations
default   [  30% ] 177/400 VUs  1m37.9s/5m30.0s

running (1m38.9s), 178/400 VUs, 9365 complete and 0 interrupted iterations
default   [  30% ] 178/400 VUs  1m38.9s/5m30.0s

running (1m39.9s), 179/400 VUs, 9504 complete and 0 interrupted iterations
default   [  30% ] 179/400 VUs  1m39.9s/5m30.0s

running (1m40.9s), 180/400 VUs, 9630 complete and 0 interrupted iterations
default   [  31% ] 180/400 VUs  1m40.9s/5m30.0s

running (1m41.9s), 181/400 VUs, 9783 complete and 0 interrupted iterations
default   [  31% ] 181/400 VUs  1m41.9s/5m30.0s

running (1m42.9s), 182/400 VUs, 9921 complete and 0 interrupted iterations
default   [  31% ] 182/400 VUs  1m42.9s/5m30.0s

running (1m43.9s), 183/400 VUs, 10067 complete and 0 interrupted iterations
default   [  31% ] 183/400 VUs  1m43.9s/5m30.0s

running (1m44.9s), 184/400 VUs, 10218 complete and 0 interrupted iterations
default   [  32% ] 184/400 VUs  1m44.9s/5m30.0s

running (1m45.9s), 185/400 VUs, 10358 complete and 0 interrupted iterations
default   [  32% ] 185/400 VUs  1m45.9s/5m30.0s

running (1m46.9s), 186/400 VUs, 10525 complete and 0 interrupted iterations
default   [  32% ] 186/400 VUs  1m46.9s/5m30.0s

running (1m47.9s), 187/400 VUs, 10671 complete and 0 interrupted iterations
default   [  33% ] 187/400 VUs  1m47.9s/5m30.0s

running (1m48.9s), 188/400 VUs, 10824 complete and 0 interrupted iterations
default   [  33% ] 188/400 VUs  1m48.9s/5m30.0s

running (1m49.9s), 189/400 VUs, 10977 complete and 0 interrupted iterations
default   [  33% ] 189/400 VUs  1m49.9s/5m30.0s

running (1m50.9s), 190/400 VUs, 11122 complete and 0 interrupted iterations
default   [  34% ] 190/400 VUs  1m50.9s/5m30.0s

running (1m51.9s), 191/400 VUs, 11270 complete and 0 interrupted iterations
default   [  34% ] 191/400 VUs  1m51.9s/5m30.0s

running (1m52.9s), 192/400 VUs, 11417 complete and 0 interrupted iterations
default   [  34% ] 192/400 VUs  1m52.9s/5m30.0s

running (1m53.9s), 193/400 VUs, 11575 complete and 0 interrupted iterations
default   [  35% ] 193/400 VUs  1m53.9s/5m30.0s

running (1m54.9s), 194/400 VUs, 11730 complete and 0 interrupted iterations
default   [  35% ] 194/400 VUs  1m54.9s/5m30.0s

running (1m55.9s), 195/400 VUs, 11880 complete and 0 interrupted iterations
default   [  35% ] 195/400 VUs  1m55.9s/5m30.0s

running (1m56.9s), 196/400 VUs, 12042 complete and 0 interrupted iterations
default   [  35% ] 196/400 VUs  1m56.9s/5m30.0s

running (1m57.9s), 197/400 VUs, 12190 complete and 0 interrupted iterations
default   [  36% ] 197/400 VUs  1m57.9s/5m30.0s

running (1m58.9s), 198/400 VUs, 12360 complete and 0 interrupted iterations
default   [  36% ] 198/400 VUs  1m58.9s/5m30.0s

running (1m59.9s), 199/400 VUs, 12503 complete and 0 interrupted iterations
default   [  36% ] 199/400 VUs  1m59.9s/5m30.0s

running (2m00.9s), 200/400 VUs, 12669 complete and 0 interrupted iterations
default   [  37% ] 200/400 VUs  2m00.9s/5m30.0s

running (2m01.9s), 201/400 VUs, 12813 complete and 0 interrupted iterations
default   [  37% ] 201/400 VUs  2m01.9s/5m30.0s

running (2m02.9s), 202/400 VUs, 12969 complete and 0 interrupted iterations
default   [  37% ] 202/400 VUs  2m02.9s/5m30.0s

running (2m03.9s), 203/400 VUs, 13134 complete and 0 interrupted iterations
default   [  38% ] 203/400 VUs  2m03.9s/5m30.0s

running (2m04.9s), 204/400 VUs, 13293 complete and 0 interrupted iterations
default   [  38% ] 204/400 VUs  2m04.9s/5m30.0s

running (2m05.9s), 205/400 VUs, 13455 complete and 0 interrupted iterations
default   [  38% ] 205/400 VUs  2m05.9s/5m30.0s

running (2m06.9s), 206/400 VUs, 13618 complete and 0 interrupted iterations
default   [  38% ] 206/400 VUs  2m06.9s/5m30.0s

running (2m07.9s), 207/400 VUs, 13782 complete and 0 interrupted iterations
default   [  39% ] 207/400 VUs  2m07.9s/5m30.0s

running (2m08.9s), 208/400 VUs, 13942 complete and 0 interrupted iterations
default   [  39% ] 208/400 VUs  2m08.9s/5m30.0s

running (2m09.9s), 209/400 VUs, 14112 complete and 0 interrupted iterations
default   [  39% ] 209/400 VUs  2m09.9s/5m30.0s

running (2m10.9s), 210/400 VUs, 14271 complete and 0 interrupted iterations
default   [  40% ] 210/400 VUs  2m10.9s/5m30.0s

running (2m11.9s), 211/400 VUs, 14436 complete and 0 interrupted iterations
default   [  40% ] 211/400 VUs  2m11.9s/5m30.0s

running (2m12.9s), 212/400 VUs, 14599 complete and 0 interrupted iterations
default   [  40% ] 212/400 VUs  2m12.9s/5m30.0s

running (2m13.9s), 213/400 VUs, 14769 complete and 0 interrupted iterations
default   [  41% ] 213/400 VUs  2m13.9s/5m30.0s

running (2m14.9s), 214/400 VUs, 14929 complete and 0 interrupted iterations
default   [  41% ] 214/400 VUs  2m14.9s/5m30.0s

running (2m15.9s), 215/400 VUs, 15106 complete and 0 interrupted iterations
default   [  41% ] 215/400 VUs  2m15.9s/5m30.0s

running (2m16.9s), 216/400 VUs, 15286 complete and 0 interrupted iterations
default   [  41% ] 216/400 VUs  2m16.9s/5m30.0s

running (2m17.9s), 217/400 VUs, 15453 complete and 0 interrupted iterations
default   [  42% ] 217/400 VUs  2m17.9s/5m30.0s

running (2m18.9s), 218/400 VUs, 15627 complete and 0 interrupted iterations
default   [  42% ] 218/400 VUs  2m18.9s/5m30.0s

running (2m19.9s), 219/400 VUs, 15809 complete and 0 interrupted iterations
default   [  42% ] 219/400 VUs  2m19.9s/5m30.0s

running (2m20.9s), 220/400 VUs, 15991 complete and 0 interrupted iterations
default   [  43% ] 220/400 VUs  2m20.9s/5m30.0s

running (2m21.9s), 221/400 VUs, 16155 complete and 0 interrupted iterations
default   [  43% ] 221/400 VUs  2m21.9s/5m30.0s

running (2m22.9s), 222/400 VUs, 16325 complete and 0 interrupted iterations
default   [  43% ] 222/400 VUs  2m22.9s/5m30.0s

running (2m23.9s), 223/400 VUs, 16507 complete and 0 interrupted iterations
default   [  44% ] 223/400 VUs  2m23.9s/5m30.0s

running (2m24.9s), 224/400 VUs, 16685 complete and 0 interrupted iterations
default   [  44% ] 224/400 VUs  2m24.9s/5m30.0s

running (2m25.9s), 225/400 VUs, 16868 complete and 0 interrupted iterations
default   [  44% ] 225/400 VUs  2m25.9s/5m30.0s

running (2m26.9s), 226/400 VUs, 17043 complete and 0 interrupted iterations
default   [  45% ] 226/400 VUs  2m26.9s/5m30.0s

running (2m27.9s), 227/400 VUs, 17219 complete and 0 interrupted iterations
default   [  45% ] 227/400 VUs  2m27.9s/5m30.0s

running (2m28.9s), 228/400 VUs, 17407 complete and 0 interrupted iterations
default   [  45% ] 228/400 VUs  2m28.9s/5m30.0s

running (2m29.9s), 229/400 VUs, 17595 complete and 0 interrupted iterations
default   [  45% ] 229/400 VUs  2m29.9s/5m30.0s

running (2m30.9s), 230/400 VUs, 17769 complete and 0 interrupted iterations
default   [  46% ] 230/400 VUs  2m30.9s/5m30.0s

running (2m31.9s), 231/400 VUs, 17963 complete and 0 interrupted iterations
default   [  46% ] 231/400 VUs  2m31.9s/5m30.0s

running (2m32.9s), 232/400 VUs, 18122 complete and 0 interrupted iterations
default   [  46% ] 232/400 VUs  2m32.9s/5m30.0s

running (2m33.9s), 233/400 VUs, 18311 complete and 0 interrupted iterations
default   [  47% ] 233/400 VUs  2m33.9s/5m30.0s

running (2m34.9s), 234/400 VUs, 18489 complete and 0 interrupted iterations
default   [  47% ] 234/400 VUs  2m34.9s/5m30.0s

running (2m35.9s), 235/400 VUs, 18679 complete and 0 interrupted iterations
default   [  47% ] 235/400 VUs  2m35.9s/5m30.0s

running (2m36.9s), 236/400 VUs, 18861 complete and 0 interrupted iterations
default   [  48% ] 236/400 VUs  2m36.9s/5m30.0s

running (2m37.9s), 237/400 VUs, 19054 complete and 0 interrupted iterations
default   [  48% ] 237/400 VUs  2m37.9s/5m30.0s

running (2m38.9s), 238/400 VUs, 19240 complete and 0 interrupted iterations
default   [  48% ] 238/400 VUs  2m38.9s/5m30.0s

running (2m39.9s), 239/400 VUs, 19434 complete and 0 interrupted iterations
default   [  48% ] 239/400 VUs  2m39.9s/5m30.0s

running (2m40.9s), 240/400 VUs, 19619 complete and 0 interrupted iterations
default   [  49% ] 240/400 VUs  2m40.9s/5m30.0s

running (2m41.9s), 241/400 VUs, 19813 complete and 0 interrupted iterations
default   [  49% ] 241/400 VUs  2m41.9s/5m30.0s

running (2m42.9s), 242/400 VUs, 20003 complete and 0 interrupted iterations
default   [  49% ] 242/400 VUs  2m42.9s/5m30.0s

running (2m43.9s), 243/400 VUs, 20201 complete and 0 interrupted iterations
default   [  50% ] 243/400 VUs  2m43.9s/5m30.0s

running (2m44.9s), 244/400 VUs, 20388 complete and 0 interrupted iterations
default   [  50% ] 244/400 VUs  2m44.9s/5m30.0s

running (2m45.9s), 245/400 VUs, 20586 complete and 0 interrupted iterations
default   [  50% ] 245/400 VUs  2m45.9s/5m30.0s

running (2m46.9s), 246/400 VUs, 20783 complete and 0 interrupted iterations
default   [  51% ] 246/400 VUs  2m46.9s/5m30.0s

running (2m47.9s), 247/400 VUs, 20971 complete and 0 interrupted iterations
default   [  51% ] 247/400 VUs  2m47.9s/5m30.0s

running (2m48.9s), 248/400 VUs, 21168 complete and 0 interrupted iterations
default   [  51% ] 248/400 VUs  2m48.9s/5m30.0s

running (2m49.9s), 249/400 VUs, 21364 complete and 0 interrupted iterations
default   [  51% ] 249/400 VUs  2m49.9s/5m30.0s

running (2m50.9s), 250/400 VUs, 21557 complete and 0 interrupted iterations
default   [  52% ] 250/400 VUs  2m50.9s/5m30.0s

running (2m51.9s), 251/400 VUs, 21761 complete and 0 interrupted iterations
default   [  52% ] 251/400 VUs  2m51.9s/5m30.0s

running (2m52.9s), 252/400 VUs, 21950 complete and 0 interrupted iterations
default   [  52% ] 252/400 VUs  2m52.9s/5m30.0s

running (2m53.9s), 253/400 VUs, 22154 complete and 0 interrupted iterations
default   [  53% ] 253/400 VUs  2m53.9s/5m30.0s

running (2m54.9s), 254/400 VUs, 22351 complete and 0 interrupted iterations
default   [  53% ] 254/400 VUs  2m54.9s/5m30.0s

running (2m55.9s), 255/400 VUs, 22550 complete and 0 interrupted iterations
default   [  53% ] 255/400 VUs  2m55.9s/5m30.0s

running (2m56.9s), 256/400 VUs, 22751 complete and 0 interrupted iterations
default   [  54% ] 256/400 VUs  2m56.9s/5m30.0s

running (2m57.9s), 257/400 VUs, 22944 complete and 0 interrupted iterations
default   [  54% ] 257/400 VUs  2m57.9s/5m30.0s

running (2m58.9s), 258/400 VUs, 23143 complete and 0 interrupted iterations
default   [  54% ] 258/400 VUs  2m58.9s/5m30.0s

running (2m59.9s), 259/400 VUs, 23341 complete and 0 interrupted iterations
default   [  55% ] 259/400 VUs  2m59.9s/5m30.0s

running (3m00.9s), 260/400 VUs, 23549 complete and 0 interrupted iterations
default   [  55% ] 260/400 VUs  3m00.9s/5m30.0s

running (3m01.9s), 261/400 VUs, 23745 complete and 0 interrupted iterations
default   [  55% ] 261/400 VUs  3m01.9s/5m30.0s

running (3m02.9s), 262/400 VUs, 23954 complete and 0 interrupted iterations
default   [  55% ] 262/400 VUs  3m02.9s/5m30.0s

running (3m03.9s), 263/400 VUs, 24168 complete and 0 interrupted iterations
default   [  56% ] 263/400 VUs  3m03.9s/5m30.0s

running (3m04.9s), 264/400 VUs, 24375 complete and 0 interrupted iterations
default   [  56% ] 264/400 VUs  3m04.9s/5m30.0s

running (3m05.9s), 265/400 VUs, 24577 complete and 0 interrupted iterations
default   [  56% ] 265/400 VUs  3m05.9s/5m30.0s

running (3m06.9s), 266/400 VUs, 24799 complete and 0 interrupted iterations
default   [  57% ] 266/400 VUs  3m06.9s/5m30.0s

running (3m07.9s), 267/400 VUs, 24988 complete and 0 interrupted iterations
default   [  57% ] 267/400 VUs  3m07.9s/5m30.0s

running (3m08.9s), 268/400 VUs, 25190 complete and 0 interrupted iterations
default   [  57% ] 268/400 VUs  3m08.9s/5m30.0s

running (3m09.9s), 269/400 VUs, 25406 complete and 0 interrupted iterations
default   [  58% ] 269/400 VUs  3m09.9s/5m30.0s

running (3m10.9s), 270/400 VUs, 25619 complete and 0 interrupted iterations
default   [  58% ] 270/400 VUs  3m10.9s/5m30.0s

running (3m11.9s), 271/400 VUs, 25831 complete and 0 interrupted iterations
default   [  58% ] 271/400 VUs  3m11.9s/5m30.0s

running (3m12.9s), 272/400 VUs, 26051 complete and 0 interrupted iterations
default   [  58% ] 272/400 VUs  3m12.9s/5m30.0s

running (3m13.9s), 273/400 VUs, 26270 complete and 0 interrupted iterations
default   [  59% ] 273/400 VUs  3m13.9s/5m30.0s

running (3m14.9s), 274/400 VUs, 26490 complete and 0 interrupted iterations
default   [  59% ] 274/400 VUs  3m14.9s/5m30.0s

running (3m15.9s), 275/400 VUs, 26708 complete and 0 interrupted iterations
default   [  59% ] 275/400 VUs  3m15.9s/5m30.0s

running (3m16.9s), 276/400 VUs, 26922 complete and 0 interrupted iterations
default   [  60% ] 276/400 VUs  3m16.9s/5m30.0s

running (3m17.9s), 277/400 VUs, 27130 complete and 0 interrupted iterations
default   [  60% ] 277/400 VUs  3m17.9s/5m30.0s

running (3m18.9s), 278/400 VUs, 27367 complete and 0 interrupted iterations
default   [  60% ] 278/400 VUs  3m18.9s/5m30.0s

running (3m19.9s), 279/400 VUs, 27594 complete and 0 interrupted iterations
default   [  61% ] 279/400 VUs  3m19.9s/5m30.0s

running (3m20.9s), 280/400 VUs, 27811 complete and 0 interrupted iterations
default   [  61% ] 280/400 VUs  3m20.9s/5m30.0s

running (3m21.9s), 281/400 VUs, 28037 complete and 0 interrupted iterations
default   [  61% ] 281/400 VUs  3m21.9s/5m30.0s

running (3m22.9s), 282/400 VUs, 28246 complete and 0 interrupted iterations
default   [  61% ] 282/400 VUs  3m22.9s/5m30.0s

running (3m23.9s), 283/400 VUs, 28476 complete and 0 interrupted iterations
default   [  62% ] 283/400 VUs  3m23.9s/5m30.0s

running (3m24.9s), 284/400 VUs, 28701 complete and 0 interrupted iterations
default   [  62% ] 284/400 VUs  3m24.9s/5m30.0s

running (3m25.9s), 285/400 VUs, 28921 complete and 0 interrupted iterations
default   [  62% ] 285/400 VUs  3m25.9s/5m30.0s

running (3m26.9s), 286/400 VUs, 29137 complete and 0 interrupted iterations
default   [  63% ] 286/400 VUs  3m26.9s/5m30.0s

running (3m27.9s), 287/400 VUs, 29355 complete and 0 interrupted iterations
default   [  63% ] 287/400 VUs  3m27.9s/5m30.0s

running (3m28.9s), 288/400 VUs, 29469 complete and 0 interrupted iterations
default   [  63% ] 288/400 VUs  3m28.9s/5m30.0s

running (3m29.9s), 289/400 VUs, 29544 complete and 0 interrupted iterations
default   [  64% ] 289/400 VUs  3m29.9s/5m30.0s

running (3m30.9s), 290/400 VUs, 29655 complete and 0 interrupted iterations
default   [  64% ] 290/400 VUs  3m30.9s/5m30.0s

running (3m31.9s), 291/400 VUs, 29784 complete and 0 interrupted iterations
default   [  64% ] 291/400 VUs  3m31.9s/5m30.0s

running (3m32.9s), 292/400 VUs, 29893 complete and 0 interrupted iterations
default   [  65% ] 292/400 VUs  3m32.9s/5m30.0s

running (3m33.9s), 293/400 VUs, 30004 complete and 0 interrupted iterations
default   [  65% ] 293/400 VUs  3m33.9s/5m30.0s

running (3m34.9s), 294/400 VUs, 30125 complete and 0 interrupted iterations
default   [  65% ] 294/400 VUs  3m34.9s/5m30.0s

running (3m35.9s), 295/400 VUs, 30232 complete and 0 interrupted iterations
default   [  65% ] 295/400 VUs  3m35.9s/5m30.0s

running (3m36.9s), 296/400 VUs, 30318 complete and 0 interrupted iterations
default   [  66% ] 296/400 VUs  3m36.9s/5m30.0s

running (3m37.9s), 297/400 VUs, 30416 complete and 0 interrupted iterations
default   [  66% ] 297/400 VUs  3m37.9s/5m30.0s

running (3m38.9s), 298/400 VUs, 30506 complete and 0 interrupted iterations
default   [  66% ] 298/400 VUs  3m38.9s/5m30.0s

running (3m39.9s), 299/400 VUs, 30586 complete and 0 interrupted iterations
default   [  67% ] 299/400 VUs  3m39.9s/5m30.0s

running (3m40.9s), 300/400 VUs, 30709 complete and 0 interrupted iterations
default   [  67% ] 300/400 VUs  3m40.9s/5m30.0s

running (3m41.9s), 301/400 VUs, 30929 complete and 0 interrupted iterations
default   [  67% ] 301/400 VUs  3m41.9s/5m30.0s

running (3m42.9s), 302/400 VUs, 31156 complete and 0 interrupted iterations
default   [  68% ] 302/400 VUs  3m42.9s/5m30.0s

running (3m43.9s), 303/400 VUs, 31402 complete and 0 interrupted iterations
default   [  68% ] 303/400 VUs  3m43.9s/5m30.0s

running (3m44.9s), 304/400 VUs, 31633 complete and 0 interrupted iterations
default   [  68% ] 304/400 VUs  3m44.9s/5m30.0s

running (3m45.9s), 305/400 VUs, 31877 complete and 0 interrupted iterations
default   [  68% ] 305/400 VUs  3m45.9s/5m30.0s

running (3m46.9s), 306/400 VUs, 32124 complete and 0 interrupted iterations
default   [  69% ] 306/400 VUs  3m46.9s/5m30.0s

running (3m47.9s), 307/400 VUs, 32371 complete and 0 interrupted iterations
default   [  69% ] 307/400 VUs  3m47.9s/5m30.0s

running (3m48.9s), 308/400 VUs, 32611 complete and 0 interrupted iterations
default   [  69% ] 308/400 VUs  3m48.9s/5m30.0s

running (3m49.9s), 309/400 VUs, 32837 complete and 0 interrupted iterations
default   [  70% ] 309/400 VUs  3m49.9s/5m30.0s

running (3m50.9s), 310/400 VUs, 33078 complete and 0 interrupted iterations
default   [  70% ] 310/400 VUs  3m50.9s/5m30.0s

running (3m51.9s), 311/400 VUs, 33327 complete and 0 interrupted iterations
default   [  70% ] 311/400 VUs  3m51.9s/5m30.0s

running (3m52.9s), 312/400 VUs, 33571 complete and 0 interrupted iterations
default   [  71% ] 312/400 VUs  3m52.9s/5m30.0s

running (3m53.9s), 313/400 VUs, 33832 complete and 0 interrupted iterations
default   [  71% ] 313/400 VUs  3m53.9s/5m30.0s

running (3m54.9s), 314/400 VUs, 34075 complete and 0 interrupted iterations
default   [  71% ] 314/400 VUs  3m54.9s/5m30.0s

running (3m55.9s), 315/400 VUs, 34328 complete and 0 interrupted iterations
default   [  71% ] 315/400 VUs  3m55.9s/5m30.0s

running (3m56.9s), 316/400 VUs, 34573 complete and 0 interrupted iterations
default   [  72% ] 316/400 VUs  3m56.9s/5m30.0s

running (3m57.9s), 317/400 VUs, 34829 complete and 0 interrupted iterations
default   [  72% ] 317/400 VUs  3m57.9s/5m30.0s

running (3m58.9s), 318/400 VUs, 35075 complete and 0 interrupted iterations
default   [  72% ] 318/400 VUs  3m58.9s/5m30.0s

running (3m59.9s), 319/400 VUs, 35329 complete and 0 interrupted iterations
default   [  73% ] 319/400 VUs  3m59.9s/5m30.0s

running (4m00.9s), 320/400 VUs, 35590 complete and 0 interrupted iterations
default   [  73% ] 320/400 VUs  4m00.9s/5m30.0s

running (4m01.9s), 321/400 VUs, 35835 complete and 0 interrupted iterations
default   [  73% ] 321/400 VUs  4m01.9s/5m30.0s

running (4m02.9s), 322/400 VUs, 36088 complete and 0 interrupted iterations
default   [  74% ] 322/400 VUs  4m02.9s/5m30.0s

running (4m03.9s), 323/400 VUs, 36321 complete and 0 interrupted iterations
default   [  74% ] 323/400 VUs  4m03.9s/5m30.0s

running (4m04.9s), 324/400 VUs, 36592 complete and 0 interrupted iterations
default   [  74% ] 324/400 VUs  4m04.9s/5m30.0s

running (4m05.9s), 325/400 VUs, 36842 complete and 0 interrupted iterations
default   [  75% ] 325/400 VUs  4m05.9s/5m30.0s

running (4m06.9s), 326/400 VUs, 37093 complete and 0 interrupted iterations
default   [  75% ] 326/400 VUs  4m06.9s/5m30.0s

running (4m07.9s), 327/400 VUs, 37363 complete and 0 interrupted iterations
default   [  75% ] 327/400 VUs  4m07.9s/5m30.0s

running (4m08.9s), 328/400 VUs, 37616 complete and 0 interrupted iterations
default   [  75% ] 328/400 VUs  4m08.9s/5m30.0s

running (4m09.9s), 329/400 VUs, 37869 complete and 0 interrupted iterations
default   [  76% ] 329/400 VUs  4m09.9s/5m30.0s

running (4m10.9s), 330/400 VUs, 38133 complete and 0 interrupted iterations
default   [  76% ] 330/400 VUs  4m10.9s/5m30.0s

running (4m11.9s), 331/400 VUs, 38411 complete and 0 interrupted iterations
default   [  76% ] 331/400 VUs  4m11.9s/5m30.0s

running (4m12.9s), 332/400 VUs, 38655 complete and 0 interrupted iterations
default   [  77% ] 332/400 VUs  4m12.9s/5m30.0s

running (4m13.9s), 333/400 VUs, 38916 complete and 0 interrupted iterations
default   [  77% ] 333/400 VUs  4m13.9s/5m30.0s

running (4m14.9s), 334/400 VUs, 39186 complete and 0 interrupted iterations
default   [  77% ] 334/400 VUs  4m14.9s/5m30.0s

running (4m15.9s), 335/400 VUs, 39453 complete and 0 interrupted iterations
default   [  78% ] 335/400 VUs  4m15.9s/5m30.0s

running (4m16.9s), 336/400 VUs, 39709 complete and 0 interrupted iterations
default   [  78% ] 336/400 VUs  4m16.9s/5m30.0s

running (4m17.9s), 337/400 VUs, 39973 complete and 0 interrupted iterations
default   [  78% ] 337/400 VUs  4m17.9s/5m30.0s

running (4m18.9s), 338/400 VUs, 40235 complete and 0 interrupted iterations
default   [  78% ] 338/400 VUs  4m18.9s/5m30.0s

running (4m19.9s), 339/400 VUs, 40500 complete and 0 interrupted iterations
default   [  79% ] 339/400 VUs  4m19.9s/5m30.0s

running (4m20.9s), 340/400 VUs, 40773 complete and 0 interrupted iterations
default   [  79% ] 340/400 VUs  4m20.9s/5m30.0s

running (4m21.9s), 341/400 VUs, 41030 complete and 0 interrupted iterations
default   [  79% ] 341/400 VUs  4m21.9s/5m30.0s

running (4m22.9s), 342/400 VUs, 41283 complete and 0 interrupted iterations
default   [  80% ] 342/400 VUs  4m22.9s/5m30.0s

running (4m23.9s), 343/400 VUs, 41566 complete and 0 interrupted iterations
default   [  80% ] 343/400 VUs  4m23.9s/5m30.0s

running (4m24.9s), 344/400 VUs, 41838 complete and 0 interrupted iterations
default   [  80% ] 344/400 VUs  4m24.9s/5m30.0s

running (4m25.9s), 345/400 VUs, 42101 complete and 0 interrupted iterations
default   [  81% ] 345/400 VUs  4m25.9s/5m30.0s

running (4m26.9s), 346/400 VUs, 42374 complete and 0 interrupted iterations
default   [  81% ] 346/400 VUs  4m26.9s/5m30.0s

running (4m27.9s), 347/400 VUs, 42629 complete and 0 interrupted iterations
default   [  81% ] 347/400 VUs  4m27.9s/5m30.0s

running (4m28.9s), 348/400 VUs, 42911 complete and 0 interrupted iterations
default   [  81% ] 348/400 VUs  4m28.9s/5m30.0s

running (4m29.9s), 349/400 VUs, 43170 complete and 0 interrupted iterations
default   [  82% ] 349/400 VUs  4m29.9s/5m30.0s

running (4m30.9s), 350/400 VUs, 43437 complete and 0 interrupted iterations
default   [  82% ] 350/400 VUs  4m30.9s/5m30.0s

running (4m31.9s), 351/400 VUs, 43702 complete and 0 interrupted iterations
default   [  82% ] 351/400 VUs  4m31.9s/5m30.0s

running (4m32.9s), 352/400 VUs, 43975 complete and 0 interrupted iterations
default   [  83% ] 352/400 VUs  4m32.9s/5m30.0s

running (4m33.9s), 353/400 VUs, 44255 complete and 0 interrupted iterations
default   [  83% ] 353/400 VUs  4m33.9s/5m30.0s

running (4m34.9s), 354/400 VUs, 44526 complete and 0 interrupted iterations
default   [  83% ] 354/400 VUs  4m34.9s/5m30.0s

running (4m35.9s), 355/400 VUs, 44817 complete and 0 interrupted iterations
default   [  84% ] 355/400 VUs  4m35.9s/5m30.0s

running (4m36.9s), 356/400 VUs, 45086 complete and 0 interrupted iterations
default   [  84% ] 356/400 VUs  4m36.9s/5m30.0s

running (4m37.9s), 357/400 VUs, 45365 complete and 0 interrupted iterations
default   [  84% ] 357/400 VUs  4m37.9s/5m30.0s

running (4m38.9s), 358/400 VUs, 45661 complete and 0 interrupted iterations
default   [  85% ] 358/400 VUs  4m38.9s/5m30.0s

running (4m39.9s), 359/400 VUs, 45926 complete and 0 interrupted iterations
default   [  85% ] 359/400 VUs  4m39.9s/5m30.0s

running (4m40.9s), 360/400 VUs, 46202 complete and 0 interrupted iterations
default   [  85% ] 360/400 VUs  4m40.9s/5m30.0s

running (4m41.9s), 361/400 VUs, 46491 complete and 0 interrupted iterations
default   [  85% ] 361/400 VUs  4m41.9s/5m30.0s

running (4m42.9s), 362/400 VUs, 46771 complete and 0 interrupted iterations
default   [  86% ] 362/400 VUs  4m42.9s/5m30.0s

running (4m43.9s), 363/400 VUs, 47054 complete and 0 interrupted iterations
default   [  86% ] 363/400 VUs  4m43.9s/5m30.0s

running (4m44.9s), 364/400 VUs, 47320 complete and 0 interrupted iterations
default   [  86% ] 364/400 VUs  4m44.9s/5m30.0s

running (4m45.9s), 365/400 VUs, 47596 complete and 0 interrupted iterations
default   [  87% ] 365/400 VUs  4m45.9s/5m30.0s

running (4m46.9s), 366/400 VUs, 47894 complete and 0 interrupted iterations
default   [  87% ] 366/400 VUs  4m46.9s/5m30.0s

running (4m47.9s), 367/400 VUs, 48176 complete and 0 interrupted iterations
default   [  87% ] 367/400 VUs  4m47.9s/5m30.0s

running (4m48.9s), 368/400 VUs, 48464 complete and 0 interrupted iterations
default   [  88% ] 368/400 VUs  4m48.9s/5m30.0s

running (4m49.9s), 369/400 VUs, 48764 complete and 0 interrupted iterations
default   [  88% ] 369/400 VUs  4m49.9s/5m30.0s

running (4m50.9s), 370/400 VUs, 49050 complete and 0 interrupted iterations
default   [  88% ] 370/400 VUs  4m50.9s/5m30.0s

running (4m51.9s), 371/400 VUs, 49354 complete and 0 interrupted iterations
default   [  88% ] 371/400 VUs  4m51.9s/5m30.0s

running (4m52.9s), 372/400 VUs, 49656 complete and 0 interrupted iterations
default   [  89% ] 372/400 VUs  4m52.9s/5m30.0s

running (4m53.9s), 373/400 VUs, 49932 complete and 0 interrupted iterations
default   [  89% ] 373/400 VUs  4m53.9s/5m30.0s

running (4m54.9s), 374/400 VUs, 50217 complete and 0 interrupted iterations
default   [  89% ] 374/400 VUs  4m54.9s/5m30.0s

running (4m55.9s), 375/400 VUs, 50527 complete and 0 interrupted iterations
default   [  90% ] 375/400 VUs  4m55.9s/5m30.0s

running (4m56.9s), 376/400 VUs, 50804 complete and 0 interrupted iterations
default   [  90% ] 376/400 VUs  4m56.9s/5m30.0s

running (4m57.9s), 377/400 VUs, 51076 complete and 0 interrupted iterations
default   [  90% ] 377/400 VUs  4m57.9s/5m30.0s

running (4m58.9s), 378/400 VUs, 51375 complete and 0 interrupted iterations
default   [  91% ] 378/400 VUs  4m58.9s/5m30.0s

running (4m59.9s), 379/400 VUs, 51662 complete and 0 interrupted iterations
default   [  91% ] 379/400 VUs  4m59.9s/5m30.0s

running (5m00.9s), 380/400 VUs, 51967 complete and 0 interrupted iterations
default   [  91% ] 380/400 VUs  5m00.9s/5m30.0s

running (5m01.9s), 381/400 VUs, 52271 complete and 0 interrupted iterations
default   [  91% ] 381/400 VUs  5m01.9s/5m30.0s

running (5m02.9s), 382/400 VUs, 52577 complete and 0 interrupted iterations
default   [  92% ] 382/400 VUs  5m02.9s/5m30.0s

running (5m03.9s), 383/400 VUs, 52877 complete and 0 interrupted iterations
default   [  92% ] 383/400 VUs  5m03.9s/5m30.0s

running (5m04.9s), 384/400 VUs, 53176 complete and 0 interrupted iterations
default   [  92% ] 384/400 VUs  5m04.9s/5m30.0s

running (5m05.9s), 385/400 VUs, 53479 complete and 0 interrupted iterations
default   [  93% ] 385/400 VUs  5m05.9s/5m30.0s

running (5m06.9s), 386/400 VUs, 53779 complete and 0 interrupted iterations
default   [  93% ] 386/400 VUs  5m06.9s/5m30.0s

running (5m07.9s), 387/400 VUs, 54088 complete and 0 interrupted iterations
default   [  93% ] 387/400 VUs  5m07.9s/5m30.0s

running (5m08.9s), 388/400 VUs, 54394 complete and 0 interrupted iterations
default   [  94% ] 388/400 VUs  5m08.9s/5m30.0s

running (5m09.9s), 389/400 VUs, 54702 complete and 0 interrupted iterations
default   [  94% ] 389/400 VUs  5m09.9s/5m30.0s

running (5m10.9s), 390/400 VUs, 55016 complete and 0 interrupted iterations
default   [  94% ] 390/400 VUs  5m10.9s/5m30.0s

running (5m11.9s), 391/400 VUs, 55302 complete and 0 interrupted iterations
default   [  95% ] 391/400 VUs  5m11.9s/5m30.0s

running (5m12.9s), 392/400 VUs, 55621 complete and 0 interrupted iterations
default   [  95% ] 392/400 VUs  5m12.9s/5m30.0s

running (5m13.9s), 393/400 VUs, 55928 complete and 0 interrupted iterations
default   [  95% ] 393/400 VUs  5m13.9s/5m30.0s

running (5m14.9s), 394/400 VUs, 56224 complete and 0 interrupted iterations
default   [  95% ] 394/400 VUs  5m14.9s/5m30.0s

running (5m15.9s), 395/400 VUs, 56524 complete and 0 interrupted iterations
default   [  96% ] 395/400 VUs  5m15.9s/5m30.0s

running (5m16.9s), 396/400 VUs, 56832 complete and 0 interrupted iterations
default   [  96% ] 396/400 VUs  5m16.9s/5m30.0s

running (5m17.9s), 397/400 VUs, 57151 complete and 0 interrupted iterations
default   [  96% ] 397/400 VUs  5m17.9s/5m30.0s

running (5m18.9s), 398/400 VUs, 57445 complete and 0 interrupted iterations
default   [  97% ] 398/400 VUs  5m18.9s/5m30.0s

running (5m19.9s), 399/400 VUs, 57766 complete and 0 interrupted iterations
default   [  97% ] 399/400 VUs  5m19.9s/5m30.0s

running (5m20.9s), 391/400 VUs, 58078 complete and 0 interrupted iterations
default   [  97% ] 391/400 VUs  5m20.9s/5m30.0s

running (5m21.9s), 349/400 VUs, 58400 complete and 0 interrupted iterations
default   [  98% ] 349/400 VUs  5m21.9s/5m30.0s

running (5m22.9s), 313/400 VUs, 58665 complete and 0 interrupted iterations
default   [  98% ] 313/400 VUs  5m22.9s/5m30.0s

running (5m23.9s), 270/400 VUs, 58912 complete and 0 interrupted iterations
default   [  98% ] 270/400 VUs  5m23.9s/5m30.0s

running (5m24.9s), 232/400 VUs, 59125 complete and 0 interrupted iterations
default   [  98% ] 232/400 VUs  5m24.9s/5m30.0s

running (5m25.9s), 196/400 VUs, 59308 complete and 0 interrupted iterations
default   [  99% ] 196/400 VUs  5m25.9s/5m30.0s

running (5m26.9s), 156/400 VUs, 59467 complete and 0 interrupted iterations
default   [  99% ] 156/400 VUs  5m26.9s/5m30.0s

running (5m27.9s), 118/400 VUs, 59586 complete and 0 interrupted iterations
default   [  99% ] 118/400 VUs  5m27.9s/5m30.0s

running (5m28.9s), 078/400 VUs, 59680 complete and 0 interrupted iterations
default   [ 100% ] 078/400 VUs  5m28.9s/5m30.0s

running (5m29.9s), 034/400 VUs, 59738 complete and 0 interrupted iterations
default   [ 100% ] 034/400 VUs  5m29.9s/5m30.0s

running (5m30.9s), 004/400 VUs, 59768 complete and 0 interrupted iterations
default ↓ [ 100% ] 027/400 VUs  5m30s


  █ THRESHOLDS 

    http_req_duration
    ✓ 'p(95)<800' p(95)=83.1ms

    http_req_failed
    ✓ 'rate<0.01' rate=0.00%


  █ TOTAL RESULTS 

    checks_total.......: 59772   180.419362/s
    checks_succeeded...: 100.00% 59772 out of 59772
    checks_failed......: 0.00%   0 out of 59772

    ✓ status is 200

    HTTP
    http_req_duration..............: avg=57.7ms min=1.75ms   med=12.74ms max=6.32s p(90)=51.59ms p(95)=83.1ms
      { expected_response:true }...: avg=57.7ms min=1.75ms   med=12.74ms max=6.32s p(90)=51.59ms p(95)=83.1ms
    http_req_failed................: 0.00%  0 out of 59772
    http_reqs......................: 59772  180.419362/s

    EXECUTION
    iteration_duration.............: avg=1.3s   min=503.55ms med=1.28s   max=8.03s p(90)=1.89s   p(95)=1.97s 
    iterations.....................: 59772  180.419362/s
    vus............................: 4      min=4          max=399
    vus_max........................: 400    min=400        max=400

    NETWORK
    data_received..................: 768 MB 2.3 MB/s
    data_sent......................: 5.1 MB 15 kB/s



running (5m31.3s), 000/400 VUs, 59772 complete and 0 interrupted iterations
default ✓ [ 100% ] 000/400 VUs  5m30s